Repository: EUDAT-DPMT/Products.Poi
Catalog: Products/Poi/i18n/plone-poi-*.po
Languages: de

source: A response to an issue.
de: Eine Antwort auf eine Aufgabe

source: An issue tracker
de: Ein System zum Dokumentieren und Lösen von Aufgaben.

source: An issue. Issues begin in the 'unconfirmed' state, and can be responded to by project managers.
de: Eine Aufgabe. Aufgaben beginnen im Status 'nicht bestätigt' und können nur von Projektmanagern beantwortet werden.

source: Begin work
de: Arbeit beginnen

source: Being created
de: Bei der Erstellung

source: Close tracker
de: Schließen der Aufgabenverwaltung

source: Closed for submissions
de: Keine neuen Aufgaben einzugeben.

source: Confirm resolved
de: Bestätige Lösung

source: Confirmed
de: Bestätigt

source: In progress
de: In Arbeit

source: Issue
de: Aufgabe

source: Issue Tracker
de: Aufgabenverwaltung

source: No change
de: Keine Änderung

source: Only members can submit
de: Nur Benutzer dürfen übermitteln

source: Open
de: Offen

source: Open for submissions
de: Offen für neue Aufgaben.

source: Open tracker
de: Öffne Tracker

source: Post issue on save
de: Verschicke Aufgabe beim Speichern

source: Post response on save
de: Verschicke Antwort beim Speichern

source: Posted
de: Verschickt

source: Postpone
de: Verschieben

source: Postponed
de: Verschoben

source: Protect tracker
de: Aufgabenverwaltung schützen

source: Protected against anonymous views
de: Gegen anonyme Betrachtung geschützt

source: Put on hold
de: Zurückstellen

source: Re-open
de: Erneut Öffnen

source: Reject
de: Zurückweisen

source: Rejected
de: Zurückgewiesen

source: Resolve
de: Lösen

source: Resolved
de: Gelöst

source: Response
de: Antwort

source: Restrict tracker
de: Übermitteln nur für Mitglieder

source: Tested and confirmed closed
de: Getestet und bestätigt geschlossen

source: Unconfirmed
de: Unbestätigt
